Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/compiled/ted2020v1/en-ne.tmx
Source language: en
Languages: ne

source: And what I just did is literally shrunk myself a million times into the size of a molecule -- and it really feels like it, you have to try this.
ne: भर्खरै मैले मेरो आकार लाखौं गुणा सानो बनाएँ, झन्डै अणुको आकारमा । यो तपाईंले पनि अनुभव गर्नुपर्छ ।

source: So now it feels like I'm standing inside the machine and I'm seeing all the DNA, and I see the molecules.
ne: यस्तो लाग्दैछ, म मसिन भित्र उभिरहेकोछु । म अणु र DNA सबै देख्दै छु,

source: I see the polymerase and the enzymes and so forth.
ne: Polymerase र Enzymes देख्दै छु ।

source: And I can see how in this case, DNA is being replicated millions of times, just like it's happening inside your body right now.
ne: यतिखेरको अवस्थामा DNA को लाखौं गुणा प्रतिलिपि बन्दै छ, त्यसरी नै जसरी येतिखेर हाम्रो शरीरमा बन्दै छ ।

source: And I can really feel and understand how all of this works.
ne: यो प्रक्रिया कस्तो हुन्छ भन्ने कुरा म अब नजिकबाट बुझ्न र अनुभव गर्न सक्छु ।

source: Now, I hope that gives you a little bit of a sense of the possibilities in these new teaching methods.
ne: मलाई आशा छ, नयाँ प्रबिधियुक्त यो मसिनको सम्भावनाको अलि अलि ज्ञान भयो होला ।

source: And I want to also emphasize that everything you just saw also works on iPads and laptops without the headsets.
ne: र म अगाडी जोड दिन चाहन्छु, हामीले भर्खर देखेका कुराहरु iPad र Laptop हरुमा Headset बिना पनि देख्न सकिन्छ ।

source: I say that for a very important reason.
ne: यो कुरा महत्वपुर्ण भएकोले भन्दै छु ।

source: In order for us to really empower and inspire the next generation of scientists, we really need teachers to drive the adoption of new technologies in the classroom.
ne: आउँदो पुस्ताका बैज्ञानिकहरुलाई बल र हौसला प्रदान गर्न, शिक्षकहरुले नयाँ प्रविधिहरु आत्मसाथ गर्नु अत्यन्त आवश्यक छ ।

source: And so in many ways, I believe that the next big, quantum leap in science education lies no longer with the technology, but rather with the teachers' decision to push forward and adopt these technologies inside the classrooms.
ne: धेरै कारणले मलाई लाग्छ, बिज्ञान शिक्षणमा रहेको Quantum Leap अब प्रविधिको कारण होइन, कक्षा कोठामा नया प्रबिधि भित्र्याउने एवं प्रबिधि आत्मसाथ गर्ने शिक्षकको बिबेकमा निर्भर गर्दछ ।

source: And so it is our hope that more universities and schools and teachers will collaborate with technology companies to realize this full potential.
ne: हामीलाई बिश्वास छ, धेरै विश्वविद्यालय, स्कूल शिक्षकले यसको पूर्ण क्षमतालाई बुझ्न प्राबिधिक सहकार्य गर्नेछन् ।

source: And so, lastly, I'd like to leave you with a little story that really inspires me.
ne: अन्त्यमा मलाई सधै प्रेरणादिने यो कथा संगै बिदा माग्दछु -

source: And that is the story of Jack Andraka.
ne: यो कथा हो ज्याक एन्द्रकाको ।

source: Some of you might already know him.
ne: तपाईहरुले चिन्नु पनि हुन्छ होला ।

source: Jack invented a new, groundbreaking low-cost test for pancreatic cancer at the age 15.
ne: ज्याकले न्यून खर्चमा प्यान्क्रियाज क्यान्सर पत्ता लगाउने प्राबिधि को आविस्कार गरे, १५ बर्षको उमेरमा ।

source: And when Jack shares his story of how he did this huge breakthrough, he also explains that one thing almost prevented him from making this breakthrough.
ne: उसले आफ्नो महान आविस्कारको बारेमा अरुलाई सुनाउदा भन्छ, एउटा कुराले यो आविस्कार गर्न झन्डै रोकेको थियो ।

source: And that was that he did not have access to real laboratories, because he was too inexperienced to be allowed in.
ne: त्यो हो - वास्तविक प्रयोगशालामा उसको पहुँच थिएन । किनकि, ल्याबमा जान उसको अनुभव अत्यन्त थोरै थियो ।

source: Now, imagine if we could bring Ivy League, million-dollar virtual laboratories out to all these students just like Jack, all over the world, and give them the latest, greatest, most fancy machines you can imagine that would quite literally make any scientist in here jump up and down out of pure excitement.
ne: कल्पना गरौँ, हामीले यदि संसारभरी नै, ज्याकजस्ता सबै बिद्यार्थीलाई अत्याधुनिक, करोडौं रुपया पर्ने, Virtual Lab र मसिन-उपकरण दिने हो भने, खुशीले उफ्रंदै जो कोहि पनि यहाँ

source: And then imagine how that would empower and inspire a whole new generation of young and bright scientists, ready to innovate and change the world.
ne: बैज्ञानिक बन्नेछन् । अनुमान लगाउनुहोस्, यसले नयाँ पुस्ताका समग्र जवान र जेहेन्दार बैज्ञानिकहरुलाई नया अन्वेसण र आविष्कारले संसार परिवर्तन गराउन कति हौसला र शक्ति दिनेछ

source: Have you ever been asked by your Chinese friend, "What is your zodiac sign?"
ne: तपाईंलाइ कुनै चाइनिज साथीले कहिल्यै सोधेका छन् - "तपाईंको राशी के हो" ?

source: Don't think they are making small talk.
ne: यो कुनै सानोतिनो गफको प्रश्न होइन ।

source: If you say, "I'm a Monkey," they immediately know you are either 24, 36, 48 or 60 years old.
ne: यदि तपाईंले भन्नुभो मेरो राशी "बाँदर" हो उनीहरुले थाहा पाईहाल्छन् तपाई २४, ३६, ४८, ६० मध्ये कुनै वर्षको हुनुभो ।

source: (Laughter) Asking a zodiac sign is a polite way of asking your age.
ne: -----(हाँसो)----- राशी सोध्नु भनेको विनम्र तरीकाले तपाईंको उमेर सोध्नु हो ।

source: By revealing your zodiac sign, you are also being evaluated.
ne: आफ्नो राशीको बारेमा थाहा दिएर, तपाईं आफ्नो मूल्याङ्कन गर्ने मौका दिनुहुन्छ ।

source: Judgments are being made about your fortune or misfortune, your personality, career prospects and how you will do in a given year.
ne: मूल्याङ्कन गरिने कुराहरु हुन्छन् - तपाईंको भाग्य, दुर्भाग्य, तपाईको व्यक्तित्व, पेशा, र तपाईंको कुनै निश्चित वर्ष कस्तो हुन्छ।

source: If you share you and your partner's animal signs, they will paint a picture in their mind about your private life.
ne: यदि तपाईंले आफ्नो र आफ्नो जोडाको राशी भन्नुभयो भने , उनीहरुको दिमागमा तपाईंको व्यक्तिगत जीवनको चित्र बन्नेछ ।

source: Maybe you don't believe in the Chinese zodiac.
ne: हुनसक्छ तपाईंलाइ चाइनिज राशी चिन्हमा विश्वास नलाग्ला ।

source: As a quarter of the world population is influenced by it, you'd be wise to do something about that.
ne: एक चौथाई विश्व यसबाट प्रभावित भएकोले पनि, धेरै थोरै त्यसको बारेमा थाहा पाउनु राम्रै होला ।

source: So what is the Chinese zodiac, exactly?
ne: बास्तबमा चाइनिज राशी चिन्ह के हो त ?

source: Most Westerners think of Greco-Roman zodiac, the signs divided into 12 months.
ne: प्रायः पश्चिमाहरु ग्रीक-रोमन राशिमा विश्वास गर्छन् । जहाँ, १२ महिनालाई राशिको रुपमा बाँडेको हुन्छ ।

source: The Chinese zodiac is different.
ne: चाइनिज राशी अलि फरक छ ।

source: It's a 12-year cycle labeled with animals, starting with a Rat and ending with a Pig, and has no association with constellations.
ne: यसमा जनावरहरुले प्रतिनिधित्व गर्ने १२ वर्षे चक्र हुन्छ, जुन मुसाबाट सुरु भएर सुँगुरमा पुगेर टुंगिन्छ, र यसमा ग्रहहरुको स्थानको कुनै अर्थ छैन ।

source: For example, if you were born in 1975, you are a Rabbit.
ne: उदाहरणको लागि , यदि तपाईंको जन्म १९७५ मा भएको हो भने, तपाईंको राशी खरायो हो ।

source: Can you see your zodiac sign there?
ne: त्यहाँ आफ्नो राशी देख्न सक्नुहुन्छ ?

source: Our Chinese ancestors constructed a very complicated theoretical framework based on yin and yang, the five elements and the 12 zodiac animals.
ne: चाइनिज पुर्खाहरुले जटिल सैद्धान्तिक ढाँचाको निर्माण गरे, जुन यीन र यांग, ५ तत्वहरु, १२ राशीका जनावरको आधारमा छ ।

source: Over thousands of years, this popular culture has affected people's major decisions, such as naming, marriage, giving birth and attitude towards each other.
ne: बिगतका हजारौं बर्ष देखि, यो संस्कृतिले मानव निर्णय प्रक्रियामा ठुलो भूमिका खेलेको छ । जस्तो: नामकरण, विवाह, जन्म र एक अर्का प्रतिको व्यवहार

source: And some of the implications are quite amazing.
ne: कतिपय लगाव साह्रै अचम्मको पनि छ ।

source: The Chinese believe certain animals get on better than the others.
ne: चाइनिजहरु विश्वास गर्छन् कि कुनै एक जनावर भन्दा अर्को राम्रो हुन्छ ।

source: So parents choose specific years to give birth to babies, because they believe the team effort by the right combination of animals can give prosperity to families.
ne: त्यसैले बच्चा जन्माउन कुनै निश्चित बर्ष छान्छन्, किन कि, उनीहरुलाई विश्वास छ, जनावरहरुको सही संयोगले परिवारको समृद्धिमा वृद्धि गर्छ ।

source: We even refer to the zodiac when entering into romantic relations.
ne: हामी रोमान्टिक सम्बन्ध बनाउनु अघि समेत राशी हेर्छौं ।

source: I'm a Pig; I should have perfect romance with Tigers, Goats and Rabbits.
ne: मेरो राशी सुँगुर हो; रोमान्सको लागि उत्तम मेरो राशी हो - बाघ, बाख्रा र खरायो ।

source: Chinese people believe some animals are natural enemies.
ne: चाइनिजहरु बिश्वास गर्छन् कि केही जनावरहरु प्राकृतिकरुप मैं शत्रू हुन्छन् ।

source: As a Pig, I need to be careful with a Snake.
ne: सुँगुर हुनाले मैंले सधैं सर्पसंग सतर्क हुनुपर्छ ।

source: Raise your hand if you are a Snake.
ne: सर्प राशी हुनेहरु हात उठाउनुस् त !

source: Let's have a chat later.
ne: अहिले पछि भेटेर कुरा गरौंला ।

source: (Laughter) We believe some animals are luckier than the others, such as the Dragon.
ne: -----(हाँसो)----- कुनै एउटा भन्दा अर्को जनावर भाग्यशाली हुने कुरामा हाम्रो विश्वास छ, जस्तै: ड्रागन ।

source: Unlike the Western tradition, the Chinese Dragon is a symbol for power, strength and wealth.
ne: पश्चिमेली परम्पराभन्दा फरक, चाइनिज ड्रागनलाइ शक्ति, सामर्थ्य र सम्पन्नताको प्रतीकको रुपमा हेरिन्छ ।

source: It's everyone's dream to have a Dragon baby.
ne: हरेक व्यक्तिको ड्रागन राशीको बच्चाको सपना हुन्छ ।

source: Jack Ma's parents must have been very proud.
ne: ज्याक मा'का आमा-बुवा पक्कै गौरवान्वित हुनुपर्छ ।

source: And they are not the only ones.
ne: तर केवल उनीहरुमात्रै होइन ।

source: In 2012, the Year of the Dragon, the birthrate in China, Hong Kong and Taiwan increased by five percent.
ne: सन् २०१२, ड्रागन राशिको वर्ष, चाइना, हंगकंग र ताइवानको जन्मदरमा ५% ले वृद्धि भएको थियो ।

source: That means another one million more babies.
ne: त्यसको अर्थ अर्को १० लाख बच्चाको जन्म

source: With a traditional preference to baby boys, the boy-girl ratio that year was 120 to 100.
ne: छोरी भन्दा छोराको प्राथमिकताहुने पुरातन चलन अनुसार, त्यो बर्षको केटा र केटीको अनुपात १२० : १०० भएको थियो ।

source: When those Dragon boys grow up, they will face much more severe competition in love and job markets.
ne: जब यी ड्रागन बच्चाहरु हुर्किने छन्, उनीहरुले प्रेम र नोकरीको क्षेत्रमा कठिन भन्दा कठिन प्रतियोगिता गर्नुपर्ने छ ।

source: According to the BBC and the Chinese government's press release, January 2015 saw a peak of Cesarean sections.
ne: BBC र चाइनिज सरकारको प्रेस वक्तव्य अनुसार, सन् २०१५को जनवरीमा शल्य क्रियाको संख्या अत्यन्त बढेको थियो ।

source: That was the last month for the Year of the Horse.
ne: किनकि त्यो घोडा वर्षको अन्तिम महिना थियो ।

source: It's not because they like horses so much, it's because they try to avoid having unlucky Goat babies.
ne: घोडा धेरै मनपर्ने भएर होइन कि, उनीहरु त्यसभन्दा पछि शुरुहुने अशुभ बाख्रा राशीबाट बच्न चाहन्थे ।

source: (Laughter) If you are a Goat, please don't feel bad.
ne: -----(हाँसो)----- बाख्रा राशी हुनेले दु:खमनाउ नगर्नुहोला ।

source: Those are Goat babies.
ne: उनीहरु बाख्रा राशी भए पनि

source: They don't look like losers to me.
ne: मभन्दा धेरै सफल छन् ।

source: (Laughter) Tiger is another undesirable animal, due to its volatile temperament.
ne: -----(हाँसो)----- बाघ अर्को अनिच्छित जनावर हो, उनीहरुको अस्थिर स्वभावको कारणले ।

source: Many Chinese regions saw a sharp decline of birthrate during those years.
ne: यी वर्षहरुमा चाइनिज जनसंख्या वृद्धि उल्लेखनीय रुपमा ओरालो लाग्छ ।

source: Perhaps one should consider zodiac in reverse, as those Tiger and Goat babies will face much less competition.
ne: कसैले यो राशीलाई उल्टोबाट हेर्नु आवश्यक छ। किन कि, बाघ र बाख्रा राशीहुनेहरुले अत्यन्त कम प्रतियोगिता गरे पुग्छ ।

source: Maybe they are the lucky ones.
ne: न उनै पो भाग्यशाली हुन् कि !

source: I went through the Forbes top 300 richest people in the world, and it's interesting to see the most undesirable two animals, the Goat and Tiger, are at the top of the chart, even higher than the Dragon.
ne: फोब्स पत्रिकाको विश्वका सर्वाधिक धनी ३०० मान्छेहरु सूची हेर्दा, रमाइलो प्रसंग छ यहाँ, सबैभन्दा बढी अनिच्छित बाघ र बाख्रा राशीहुनेहरु तालिकामा सबैभन्दा माथि छन्, ड्रागन हुने भन्दा पनि माथि !

source: So maybe we should consider, maybe it's much better to have less competition.
ne: त्यसैले हामीले विचार गर्नुपर्छ, थोरैमा प्रतियोगिता हुनु नै राम्रो हो कि !

source: One last but interesting point: many Chinese people make their investment decisions based on the zodiac sign index.
ne: अन्तिम तर रोचक प्रसंग: धेरै चाइनिजहरु लगानीको निर्णय, आफ्नो राशी सूचकांकको आधारमा गर्छन् ।

source: Although the belief and tradition of the zodiac sign has been over thousands of years, the trend of using it in making major decisions did not really happen until the past few decades.
ne: राशी चिन्हमाथिको विश्वास हजारौं बर्ष पुरानो भएपनि, मूख्य निर्णय लिने बेलामा यसको प्रयोगको चलन विगतका केही सताब्दिदेखि मात्रै भएको देखिन्छ ।

source: Our ancestors were very busy surviving poverty, drought, famine, riot, disease and civil war.
ne: हाम्रा पुर्खाहरु गरिवी, सुक्खा, अनिकाल, रोग र गृहयुद्धसंग संघर्ष गर्दैमा बिते ।

source: And finally, Chinese people have the time, wealth and technology to create an ideal life they've always wanted.
ne: अहिले आएर चाइनिज जनसंख्यासंग समय, सम्पत्ति र प्रविधि छ, र आफुले चाहेजस्तो जीवन जिउन सक्षम छन् ।

source: The collective decision made by 1.3 billion people has caused the fluctuation in economics and demand on everything, from health care and education to property and consumer goods.
ne: १.३ अरब जनसंख्याले गरेको सामूहिक निर्णयले अस्थिर अर्थनीति र सबैकुराको मागमा असर गर्यो- स्वास्थ्य सेवा, शिक्षा देखि लिएर सम्पत्ति र उपभोग्य सामग्री सम्म

source: As China plays such an important role in the global economy and geopolitics, the decisions made based on the zodiac and other Chinese traditions end up impacting everyone around the world.
ne: जसरी चाइनाले अन्तरराष्ट्रिय अर्थनीति र सम्बन्धमा ठुलो भूमिका खेल्छ, राशी एवं अन्य पुरातनमा आधारित चिनियाँ निर्णयले विश्वभरीकै मानिसहरुलाई असर गर्दछ ।

source: Are there any Monkeys here?
ne: बाँदर राशी हुने कोही छ ?

source: 2016 is the Year of the Monkey.
ne: २०१६ बाँदर राशिको बर्ष हो

source: Monkeys are clever, curious, creative and mischievous.
ne: बाँदरहरु चलाख, जिज्ञासु, सृजनशील र उपद्रवी हुन्छन्

source: There are things we say when we catch the eye of a stranger or a neighbor walking by.
ne: कुनै अपरचित व्यक्ति वा कुनै छिमेकी भेट हुदा, हामी अभिवादनस्वरूप केही कुरा सोध्दछौं ।

source: We say, "Hello, how are you?
ne: "के छ? कस्तो छ ?

source: It's a beautiful day.
ne: आजको दिन रमाइलो छ है ?

source: How do you feel?"
ne: तपाईंलाइ के लागेको छ.. "

source: These sound kind of meaningless, right? And, in some ways, they are.
ne: यस्सो हेर्दा, यी कुराहरु बेमतलबका जस्ता लाग्छन् ।

source: They have no semantic meaning.
ne: यीनले विशेष अर्थ पनि राख्दैनन् ।

source: It doesn't matter how you are or what the day is like.
ne: तपाईंलाइ कस्तो छ, वा आजको दिन जे जस्तो छ, त्यसले फरक पार्दैन ।

source: They have something else.
ne: तर यसको अर्कै महत्व छ ।

source: They have social meaning.
ne: यिनीहरुको सामाजिक अर्थ छ ।

source: What we mean when we say those things is: I see you there.
ne: यी कुराहरु सोध्नुको अर्थ हो: त्यस्तै कामना ।

source: I'm obsessed with talking to strangers.
ne: मलाई अपरिचित संग कुरा गर्न आनन्द आउँछ ।

source: I make eye contact, say hello, I offer help, I listen.
ne: म आँखामा हेरेर, उनीहरुको हालखबर सोध्छु, मद्दत गर्न तयार हुन्छु, कुरा सुन्छु ।

source: I get all kinds of stories.
ne: विभिन्न कथाहरु सुन्ने मौका पाउछु ।

source: About seven years ago, I started documenting my experiences to try to figure out why.
ne: लगभग ७ बर्ष अगाडिदेखि, मैंले यी कुराहरु लिपिबद्ध गर्न थालेको छु । यसको कारण खोतल्न थालेको छु ।

source: What I found was that something really beautiful was going on.
ne: यसबाट मैंले निकै सुन्दर कुराहरु भैरहेको अनुभव गरेको छु ।

source: This is almost poetic.
ne: लगभग काव्यमय हुदैछ ।

source: These were really profound experiences.
ne: यसबाट अत्यन्त गहीरो अनुभव हुदैछ,

source: They were unexpected pleasures.
ne: अप्रत्याशित सुख मिल्दै छ ।

source: They were genuine emotional connections.
ne: तिनले गहिरो भावनात्मक सम्बन्ध जोड्दैछन् ।

source: They were liberating moments.
ne: स्वतन्त्रताको अनुभब दिदैछन् ।

source: So one day, I was standing on a corner waiting for the light to change, which, I'm a New Yorker, so that means I was actually standing in the street on the storm drain, as if that could get me across faster.
ne: एकदिनको कुरा हो, न्यूयोर्कको एउटा सडकमा रातो बत्ती बल्ने प्रतीक्षा गर्दै थिएँ । अझ भनौ, बर्षातको पानी बग्ने पाइपमाथि उभिएको थिएँ, मानौ यतैबाट छिटो पुगिन्छ ।

source: And there's an old man standing next to me.
ne: मेरो छेवैमा एकजना बृद्ध मानिस उभिएका थिए ।

source: So he's wearing, like, a long overcoat and sort of an old-man hat, and he looked like somebody from a movie.
ne: लामो ओभरकोट, पुरानो खालको टोप लगाएको त्यो बृद्ध मान्छे चलचित्रको मान्छे जस्तै देखिन्थ्यो ।

source: And he says to me, "Don't stand there. You might disappear."
ne: उसले मलाई भन्यो - "त्यहाँ नउभ्भ / बेपत्ता होलाऊ "

source: So this is absurd, right?
ne: के भन्या होला त्यो ?

source: But I did what he said. I stepped back onto the sidewalk.
ne: तैपनि, मैंले उसले भने जस्तै गरें म पेटीमा झरें ।

source: And he smiled, and he said, "Good. You never know.
ne: हास्दै उसले भन्यो - "ठीक गर्यौ।"

source: I might have turned around, and zoop, you're gone."
ne: आँखा झिमिक्क गर्दा, तिमी बेपत्ता भैसक्न केही बेर हुन्न "

source: This was weird, and also really wonderful.
ne: यो प्रसङ्ग हाँसो उठ्दो थियो रमाइलो पनि थियो ।

source: He was so warm, and he was so happy that he'd saved me.
ne: मलाई बचाउन पाएकोमा उ प्रशन्न थियो ।

source: We had this little bond.
ne: केहीबेर सन्नाटा छायो ।

source: For a minute, I felt like my existence as a person had been noticed, and I was worth saving.
ne: केहि बेरमा मलाई लाग्यो, एउटा व्यक्तिको रुपमा मेरो उपस्थिति कसैले अनुभब गर्यो र बचाउन आवश्यक पनि ठानियें ।

source: The really sad thing is, in many parts of the world, we're raised to believe that strangers are dangerous by default, that we can't trust them, that they might hurt us.
ne: दु:खको कुरा, संसारको धेरै भागमा अपरिचितहरु डरलाग्दा हुन्छन, र उनीहरुको बिश्वास गर्न हुन्न भन्ने मान्यता छ ।

source: But most strangers aren't dangerous.
ne: तर अधिकांश अपरिचितहरु डरलाग्दा हुदैनन् ।

source: We're uneasy around them because we have no context.
ne: कुनै बिषय बस्तु नभएकोले संगै हुँदा हामीलाई अप्ठ्यारो लाग्छ ।

source: We don't know what their intentions are.
ne: हामीलाई उनीहरुको नियत थाहा हुदैन ।

source: So instead of using our perceptions and making choices, we rely on this category of "stranger."
ne: त्यसैले सजिलोको लागि, हामी उनीहरुलाई "अपरिचित"को खोल ओडाएर आफु निर्धक्क हुन खोज्छौं ।

source: I have a four-year-old.
ne: मेरो एउटा ४ बर्षकी छोरी छ ।

source: When I say hello to people on the street, she asks me why.
ne: बाटोमा कुनै मान्छेसंग जब म बोल्छु, मेरो छोरी मलाई सोध्द्छे -

source: She says, "Do we know them?"
ne: तपाईंले त्यो मान्छे लाइ चिन्नुभाको छ ?

source: I say, "No, they're our neighbor."
ne: म भन्छु - "छैन, ती हाम्रा छिमेकी हुन्"

source: "Are they our friend?"
ne: "तिनीहरु तपाईंको साथी हुन्?"

source: "No, it's just good to be friendly."
ne: "होइन, तर मित्रवत बन्नु राम्रो हो"

source: I think twice every time I say that to her, because I mean it, but as a woman, particularly, I know that not every stranger on the street has the best intentions.
ne: मलाई लाग्छ, प्रत्येक चोटी दुइपटक मैंले उसलाई यसोभनेकै हुन्छु, किन कि एउटी महिला हुनाको नाताले । अर्को, बाटोमा हिड्ने सबै व्यक्तिको नियत राम्रै हुन्छ भन्न सकिन्न ।

source: It is good to be friendly, and it's good to learn when not to be, but none of that means we have to be afraid.
ne: मित्रवत् बन्नु राम्रो हो, र कतिखेर नबन्ने हो, त्यो सिक्नुपर्छ । तर त्यसो भन्दैमा डराउनुपर्ने केही कारण छैन ।

source: There are two huge benefits to using our senses instead of our fears.
ne: डराउनुको सट्टा आफ्नो विवेक प्रयोग गर्नुको २ वटा ठुला फाइदाहरु छन्:

source: The first one is that it liberates us.
ne: पहिलो - डरबाट मुक्ति ।

source: When you think about it, using perception instead of categories is much easier said than done.
ne: यस विषयमा कुरा गर्दा - कसैको बारेमा धारणा बनाएर बस्नु भन्दा प्रत्यक्ष अनुभव गर्नु नै राम्रो हो ।

source: Categories are something our brains use.
ne: हाम्रो दिमाग वर्गीकरण गर्न पोख्त छ ।

source: When it comes to people, it's sort of a shortcut for learning about them.
ne: जब कोही मानिस अगाडी देखिन्छ, उनीहरुको बारेमा थाहा पाउन छोटो उपाय खोज्छ

source: We see male, female, young, old, black, brown, white, stranger, friend, and we use the information in that box.
ne: हामी : पुरुष, महिला, युवा, बृद्ध, खैरो, कालो, अपरचित, मित्रको रुपमा पूर्व जानकारी खोतल्न थाल्छ ।

source: It's quick, it's easy and it's a road to bias.
ne: यो छिटो छरितो तरिका हो, तर यसले पूर्वाग्रहको बाटोमा लैजान्छ।

source: And it means we're not thinking about people as individuals.
ne: यसको अर्थ, हामी कुनै पनि व्यक्तिलाई एउटा छुटै व्यक्तिको रुपमा हेर्दैनौं

source: I know an American researcher who travels frequently in Central Asia and Africa, alone.
ne: मलाई एक अमेरिकी अनुसन्धानकर्ताको सम्झना आउँछ, जो एक्लै मध्य एशिया र अफ्रिकाको भ्रमण गर्नेगर्थिन् ।

source: She's entering into towns and cities as a complete stranger.
ne: एउटा पूर्ण अपरिचितको रुपमा उनी गाउँ, शहरमा पुग्थिन् ।

source: She has no bonds, no connections.
ne: उनको कुनै नातेदार थिएन, कुनै सम्पर्क थिएन,

source: She's a foreigner.
ne: एउटा शुद्ध विदेशी ।

source: Her survival strategy is this: get one stranger to see you as a real, individual person.
ne: उनको बाँच्ने तरिका थियो : उनलाई छुट्टै र वास्तविक रुपमा हेर्ने एउटा मान्छे खोज्ने ।

source: If you can do that, it'll help other people see you that way, too.
ne: त्यस्तो गर्न सक्नुभयो भने, अरुले पनि तपाईंलाइ त्यस्तै नजरले हेर्नेछन् ।

source: The second benefit of using our senses has to do with intimacy.
ne: स्व बिबेक प्रयोग गर्नुको दोस्रो फाइदा भनेको आत्मीयता हो ।

source: I know it sounds a little counterintuitive, intimacy and strangers, but these quick interactions can lead to a feeling that sociologists call "fleeting intimacy."
ne: मलाई थाहा छ - यो अलि अनौठो लाग्ने कुरा हो - अपरिचितसंग आत्मीयता । तर यस्तो छोटो कुराकानीले समाजसेवीहरुको भाषामा भनिने "क्षणीक घनिष्टता" को महसुश हुन्छ ।

source: So, it's a brief experience that has emotional resonance and meaning.
ne: यो एउटा छोटो अनुभब हो जहाँ, भावनात्मक अनुभूतिको अर्थ तथा महत्व रहन्छ ।

source: It's the good feeling I got from being saved from the death trap of the storm drain by the old man, or how I feel like part of a community when I talk to somebody on my train on the way to work.
ne: यो यस्तो शुन्दर अनुभूति हो, जुन कहिले बाटो काट्न उभिएको ढलबाट ती बूढा मान्छेले बचाएको घटना सम्झिंदा वा काममा जाँदा रेलमा भेटिने मान्छेसंग कुरा गर्दा आफू पनि त्यही समाजको सदस्य भएको अनुभव गर्दा भेटिन्छ ।

source: Sometimes it goes further.
ne: कहिले कहीं, यो प्रसंग अझ गहिरो हुन्छ ।

source: Researchers have found that people often feel more comfortable being honest and open about their inner selves with strangers than they do with their friends and their families -- that they often feel more understood by strangers.
ne: अनुसन्धानकर्ताहरुले भनेअनुसार मानिसहरु आफ्नो साथीहरु वा परिवारका सदस्य संग भन्दा अपरिचितसंग कुरा गर्दा अझ बढी खुलस्त तथा इमान्दार भएर आफ्नो भित्री कुरा गर्ने गर्छन् - अपरिचितहरुले नै उनीहरुलाई बढी बुज्दछन् ।

source: This gets reported in the media with great lament.
ne: यस्तोकुरा लाइ संचार माध्यमले बढो शोकपूर्वक सुनाउछन् ।

source: "Strangers communicate better than spouses!"
ne: "अपरिचितहरुले आफ्नो जीवनसाथीले भन्दा बढी बुज्दछन्" ।

source: It's a good headline, right?
ne: गज्ज़बको "हेड लाइन" छैन त?

source: I think it entirely misses the point.
ne: मेरो बिचारमा यहाँ महत्वपूर्ण कुरा नै छुटेको छ ।

source: The important thing about these studies is just how significant these interactions can be; how this special form of closeness gives us something we need as much as we need our friends and our families.
ne: अध्ययनहरुले भन्न खोजेको महत्वपूर्ण कुरा- यस्ता साना कुराकानी कत्तिको उपयोगी छ; यसबाट प्राप्त हुने आत्मीयताको मान्छेलाइ त्यतिनै खाँचो छ जति परिवार र साथीहरुबाट प्राप्त हुन्छ।
